[{"id":8194,"slug":"newsletter-2","type":"page","title":"Newsletter","content":"","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":8193,"slug":"newsletter","type":"page","title":"Newsletter","content":"","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":8075,"slug":"about-page","type":"page","title":"About Me Page","content":"\r\nhttps:\/\/vimeo.com\/255201835\r\n\r\n&nbsp;\r\n\r\n<strong>I buy lots of products and anti-aging supplements, etc.  I use them and then, I review them to tell you what works and what doesn't so that, you don't have to waste your time and money!<\/strong>\r\n\r\n<strong>MyAgingAndWellness is all about \"Living a good life and not a rigid life.\"<\/strong>\r\n\r\n<strong>MyAgingAndWellness.com is for those that want to know about which anti-aging products really work rather than over promise and under deliver.<\/strong>\r\n\r\n<strong>My goal is to bring you the things that do what they say they will so that you and I can spend more time enjoying our lives!<\/strong>\r\n\r\n<strong>Thanks again for stopping by :)<\/strong>\r\n\r\n<strong>If you have any questions or comments, please send me a message at theresaskrobanek@yahoo.com<\/strong>","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2018\/02\/682551597_260x146.jpg"},{"id":7976,"slug":"what-are-coconutpods","type":"page","title":"What are CoconutPods?","content":"&nbsp;\r\n<h2 style=\"text-align: center;\"><strong>What are CoconutPods?<\/strong><\/h2>\r\n<h3 class=\"coconut_title\" style=\"text-align: center;\"><a href=\"http:\/\/COCONUTPODS.COM\">COCONUTPODS.COM<\/a> IS COMING SEPTEMBER 1, 2017<\/h3>\r\n&nbsp;\r\n\r\nCoconutPods are all natural and organic, moisturizing body melts.\r\n\r\nI created this product because I was diagnosed with all kinds of autoimmune issues like thyroid disease, shingles, arthritis and, gland problems.\r\n\r\nMy skin was having all kinds of issues from feeling dry to looking crepey.\r\n\r\nI would do like most of us do and get out of the shower or bath and grab a bottle of lotion full of all kinds of chemicals.\r\n\r\nI would start applying from my neck down to the bottoms of my feet.  My skin was drenched in chemicals that I couldn't even pronounce or, that I even knew what the heck they were.\r\n\r\nOf course, I did this for years until I hit my middle forties when I got shingles.  It was a bit too early in life to get shingles as most people that have them get them later in life.\r\n\r\nThat was the beginning of my autoimmune journey on a down hill spiral.\r\n\r\nShortly thereafter I was diagnosed with Hashimoto's disease.  It's a disease where your immune system attacks your thyroid gland.\r\n\r\nI had nodules (growths in my thyroid) that had to be biopsied and still have to be once a year to check for cancer.\r\n\r\nI won't bore you with the fact that one ailment lead to the next and the next and then, more and more medicine to treat the issues.  It was a total nightmare trying to adjust to my new life.\r\n\r\nI got tired of feeling like hell all of the time, so I decided to find out what was causing my problems.\r\n\r\nAfter reading that the types of health issues that I was going through were very common in today's environment.  Moreover, they are dramatically increasing at alarming rates.\r\n\r\nIs it the plastic in our water, chemicals in the air, pollution in our food, chemicals in our lotions?\r\n\r\nI am not a doctor or scientist, and frankly, I could research all of the reasons and write about what those folks think the problem is but, to me, it comes down to common sense.\r\n\r\nFACT:\r\n<ul>\r\n \t<li>\r\n<h4>The skin is the largest organ of the human body.<\/h4>\r\n<\/li>\r\n \t<li>\r\n<h4>In a 120 pound person, the skin;<\/h4>\r\n<ul>\r\n \t<li>\r\n<h4>Covers 3000 square inches<\/h4>\r\n<\/li>\r\n \t<li>\r\n<h4>Weighs 6 pounds<\/h4>\r\n<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\nCommon sense to me means that I begin to look around and find out what the heck was causing my issues.\r\n\r\nAfter all, I am vegetarian, work out, drink lots of water, supplement and, I have no history of any of the stuff I was going through in my family.\r\n\r\nI couldn't do much better on my food because I was already eating organic.  I only drank purified water (and wine) nothing else.\r\n\r\nI supplemented according to my yearly checkups to keep me healthy.\r\n\r\nI had no bad habits so what the heck gives?\r\n\r\n&nbsp;\r\n<h2 style=\"text-align: center;\"><strong>What are CoconutPods?<\/strong><\/h2>\r\n<h3 class=\"coconut_title\" style=\"text-align: center;\"><a href=\"http:\/\/COCONUTPODS.COM\">COCONUTPODS.COM<\/a> IS COMING SEPTEMBER 1, 2017<\/h3>\r\n&nbsp;\r\n\r\nAfter I had read that our skin is the largest organ of our body (next to our liver I guess), I took a good look around, and I was disturbed to see that I had a couple hundred beauty products in my bathroom.\r\n\r\nThe worse part is that I decided to read a lot of the labels.  I was beside myself.  I was a little mad at both myself and the product manufacturers.\r\n\r\nHere is why.  Mad at myself because unlike the food that I put into my body, I didn't take two seconds to check the chemicals that I let absorb into my skin and thus, into all of the organs of my body.\r\n\r\nI was mad at the manufacturers because they were using all kinds of preservatives that are known to cause hormone distruptors such as thyroid disease and Lupus and, a ton of others.\r\n\r\nHere are some of the toxic chemicals that you will want to avoid:\r\n<ul class=\"_kYe\">\r\n \t<li class=\"_AXc\">Parabens. ...<\/li>\r\n \t<li class=\"_AXc\">Synthetic colors. ...<\/li>\r\n \t<li class=\"_AXc\">Fragrance. ...<\/li>\r\n \t<li class=\"_AXc\">Phthalates. ...<\/li>\r\n \t<li class=\"_AXc\">Triclosan. ...<\/li>\r\n \t<li class=\"_AXc\">Sodium lauryl sulfate (SLS) \/ Sodium Laureth sulfate (SLES). ...<\/li>\r\n \t<li class=\"_AXc\">Formaldehyde. ...<\/li>\r\n \t<li class=\"_AXc\">Toluene.<\/li>\r\n<\/ul>\r\nThese are only ten of them, and if you go deep, you will see that the beauty industry is not pretty.\r\n\r\nI took all of my products and got rid of them.  However, I still needed a way to moisturize my skin.\r\n\r\nI am one of those people that wants to use one or two products for a number of things so this is when I decided to create my own product called \"CoconutPods\" for versatile uses.\r\n\r\nI knew that there could be absolutely no chemicals or preservatives what so ever.  It had to be organic and it had to moisturize quickly and effectively.\r\n\r\nAfter doing lots of testing, I found my formula which is just five natural and organic ingredients:\r\n\r\n&nbsp;\r\n<ol>\r\n \t<li>Organic Shea butter<\/li>\r\n \t<li>Organic Cocoa butter<\/li>\r\n \t<li>Organic Coconut Oil<\/li>\r\n \t<li>Organic and local Beeswax<\/li>\r\n \t<li>Organic essential oils.<\/li>\r\n<\/ol>\r\n<div><\/div>\r\nEverything is natural and won't throw your body off like traditional lotions and chemicals that are being sold to us without us knowing that many of them could be doing more harm than good.\r\n\r\nJust one CoconutPod (show picture or video below) a day from head to toe does the trick.  Most likely, you will even have some left and by all means, put it into your hair to soften and moisturize dry hair.\r\n\r\nNo bottles to carry.  No wasted product because you can't get it all out.  No chemicals that you have to worry about.  Just all natural moisturizer.\r\n\r\nIt's all about choices.\r\n<h3 class=\"coconut_title\" style=\"text-align: center;\"><a href=\"http:\/\/COCONUTPODS.COM\">COCONUTPODS.COM<\/a> IS COMING SEPTEMBER 1, 2017<\/h3>\r\n&nbsp;\r\n<p style=\"text-align: center;\"><strong>Hey! If you would like to renew yourself from the inside get my <\/strong><\/p>\r\n\r\n<h1 id=\"primary-headline\" class=\"role-element editable-selectable editable-element leadstyle-text cke_editable cke_editable_inline cke_contents_ltr cke_focus\" style=\"text-align: center;\" spellcheck=\"false\" data-editable-id=\"primary-headline\">\"The 7 Step-by-Step way to Rejuvenate &amp; Renew  Without Depriving Yourself....Really!<\/h1>\r\n<p style=\"text-align: center;\">Click the link below:<\/p>\r\n<p style=\"text-align: center;\"><a href=\"https:\/\/theresaskrobanek.lpages.co\/rejuvenate-renew\/\">https:\/\/theresaskrobanek.lpages.co\/rejuvenate-renew\/<\/a><\/p>\r\n&nbsp;","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":7738,"slug":"7738-2","type":"page","title":"","content":"<iframe src=””><\/iframe>","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":7156,"slug":"privacy-policy","type":"page","title":"Privacy Policy","content":"\r\n<p style=\"text-align: center;\"><em>myagingandwellness.com <\/em><\/p>\r\nThis privacy policy has been compiled to better serve those who are concerned with how their ‘Personally Identifiable Information’ (PII) is being used online. PII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context. Please read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.\r\n<h5>What personal information do we collect from the people that visit our blog, website or app?<\/h5>\r\nWhen ordering or registering on our site, as appropriate, you may be asked to enter your name, email address, mailing address, phone number, credit card information or other details to help you with your experience.\r\n<h5>When do we collect information?<\/h5>\r\nWe collect information from you when you register on our site, place an order, subscribe to a newsletter, Open a Support Ticket or enter information on our site.\r\n\r\n&nbsp;\r\n<h5>How do we use your information?<\/h5>\r\nWe may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:\r\n\r\n<strong>•<\/strong> To allow us to better service you in responding to your customer service requests.\r\n\r\n<strong>•<\/strong> To quickly process your transactions.\r\n\r\n<strong>•<\/strong> To send periodic emails regarding your order or other products and services.\r\n\r\n<strong>•<\/strong> To follow up with them after correspondence (live chat, email or phone inquiries)\r\n\r\n&nbsp;\r\n<h5>How do we protect your information?<\/h5>\r\nOur website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to our site as safe as possible.\r\n\r\nWe use regular Malware Scanning.\r\n\r\nYour personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential. In addition, all sensitive\/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.\r\n\r\nWe implement a variety of security measures when a user places an order enters, submits, or accesses their information to maintain the safety of your personal information.\r\n\r\nAll transactions are processed through a gateway provider and are not stored or processed on our servers.\r\n\r\n&nbsp;\r\n<h5>Do we use ‘cookies’?<\/h5>\r\nYes. Cookies are small files that a site or its service provider transfers to your computer’s hard drive through your Web browser (if you allow) that enables the site’s or service provider’s systems to recognize your browser and capture and remember certain information. For instance, we use cookies to help us remember and process the items in your shopping cart. They are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services. We also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.\r\n\r\n<strong>We use cookies to:<\/strong>\r\n\r\n<strong>•<\/strong> Help remember and process the items in the shopping cart.\r\n\r\n<strong>•<\/strong> Understand and save user’s preferences for future visits.\r\n\r\n<strong>•<\/strong> Keep track of advertisements.\r\n\r\n<strong>•<\/strong> Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future. We may also use trusted third-party services that track this information on our behalf.\r\n\r\nYou can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies. You do this through your browser settings. Since browser is a little different, look at your browser’s Help Menu to learn the correct way to modify your cookies.\r\n\r\nIf you turn cookies off, some features will be disabled. It won’t affect the user’s experience that make your site experience more efficient and may not function properly.\r\n\r\nHowever, you will still be able to place orders .\r\n\r\n&nbsp;\r\n<h5>Third-party disclosure<\/h5>\r\nWe do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential. We may also release information when it’s release is appropriate to comply with the law, enforce our site policies, or protect ours or others’ rights, property or safety.\r\n\r\nHowever, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.\r\n<h5>Third-party links<\/h5>\r\nOccasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.\r\n<h5>Google<\/h5>\r\nGoogle’s advertising requirements can be summed up by Google’s Advertising Principles. They are put in place to provide a positive experience for users. https:\/\/support.google.com\/adwordspolicy\/answer\/1316548?hl=en\r\n\r\nWe use Google AdSense Advertising on our website.\r\n\r\nGoogle, as a third-party vendor, uses cookies to serve ads on our site. Google’s use of the DART cookie enables it to serve ads to our users based on previous visits to our site and other sites on the Internet. Users may opt-out of the use of the DART cookie by visiting the Google Ad and Content Network privacy policy.\r\n\r\n<strong>We have implemented the following:<\/strong>\r\n\r\n<strong>•<\/strong> Remarketing with Google AdSense\r\n\r\n<strong>•<\/strong> Google Display Network Impression Reporting\r\n\r\n<strong>•<\/strong> Demographics and Interests Reporting\r\n\r\nWe, along with third-party vendors such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions and other ad service functions as they relate to our website.\r\n\r\n<strong>Opting out:<\/strong>\r\nUsers can set preferences for how Google advertises to you using the Google Ad Settings page. Alternatively, you can opt out by visiting the Network Advertising Initiative Opt Out page or by using the Google Analytics Opt Out Browser add on.\r\n<h5>California Online Privacy Protection Act<\/h5>\r\nCalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy. The law’s reach stretches well beyond California to require any person or company in the United States (and conceivably the world) that operates websites collecting Personally Identifiable Information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals or companies with whom it is being shared. – See more at: <a href=\"http:\/\/consumercal.org\/california-online-privacy-protection-act-caloppa\/#sthash.0FdRbT51.dpuf\">http:\/\/consumercal.org\/california-online-privacy-protection-act-caloppa\/#sthash.0FdRbT51.dpuf<\/a>\r\n<h5>According to CalOPPA, we agree to the following:<\/h5>\r\nUsers can visit our site anonymously.\r\n\r\nOnce this privacy policy is created, we will add a link to it on our home page or as a minimum, on the first significant page after entering our website.\r\n\r\nOur Privacy Policy link includes the word ‘Privacy’ and can easily be found on the page specified above.\r\n\r\nYou will be notified of any Privacy Policy changes:\r\n\r\n<strong>•<\/strong> On our Privacy Policy Page\r\n\r\nCan change your personal information:\r\n\r\n<strong>•<\/strong> By logging in to your account\r\n\r\n<strong>How does our site handle Do Not Track signals?<\/strong>\r\n\r\nWe honor Do Not Track signals and Do Not Track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.\r\n\r\n<strong>Does our site allow third-party behavioral tracking?<\/strong>\r\nIt’s also important to note that we allow third-party behavioral tracking\r\n<h5>COPPA (Children Online Privacy Protection Act)<\/h5>\r\n<strong> <\/strong>\r\n\r\nWhen it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online.\r\n\r\nWe do not specifically market to children under the age of 13 years old.\r\n<h5>Fair Information Practices<\/h5>\r\nThe Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe. Understanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.\r\n<h5>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:<\/h5>\r\nWe will notify the users via in-site notification\r\n\r\n<strong>•<\/strong> Within 7 business days\r\n\r\nWe also agree to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and\/or prosecute non-compliance by data processors.\r\n<h5>CAN SPAM Act<\/h5>\r\nThe CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.\r\n\r\n<strong>We collect your email address in order to:<\/strong>\r\n\r\n<strong>•<\/strong> Send information, respond to inquiries, and\/or other requests or questions\r\n\r\n<strong>•<\/strong> Process orders and to send information and updates pertaining to orders.\r\n\r\n<strong>•<\/strong> Send you additional information related to your product and\/or service\r\n\r\n<strong>•<\/strong> Market to our mailing list or continue to send emails to our clients after the original transaction has occurred.\r\n\r\n<strong>To be in accordance with CANSPAM, we agree to the following:<\/strong>\r\n\r\n<strong>•<\/strong> Not use false or misleading subjects or email addresses.\r\n\r\n<strong>•<\/strong> Identify the message as an advertisement in some reasonable way.\r\n\r\n<strong>•<\/strong> Include the physical address of our business or site headquarters.\r\n\r\n<strong>•<\/strong> Monitor third-party email marketing services for compliance, if one is used.\r\n\r\n<strong>•<\/strong> Honor opt-out\/unsubscribe requests quickly.\r\n\r\n<strong>•<\/strong> Allow users to unsubscribe by using the link at the bottom of each email.\r\n\r\n<strong>\r\nIf at any time you would like to unsubscribe from receiving future emails, you can email us at<\/strong>\r\n\r\n<strong>•<\/strong> Follow the instructions at the bottom of each email.\r\n\r\n<strong>and we will promptly remove you from ALL correspondence.<\/strong>\r\n<h5>Contacting Us<\/h5>\r\nIf there are any questions regarding this privacy policy, you may contact us using the information below.\r\n\r\nmyagingandwellness.com\r\n\r\n8546 broadway #245\r\n\r\n<strong>san antonio, texas 78217 <\/strong>us\r\n\r\nsupport@myagingandwellness.com\r\n\r\n210-422-2153\r\n\r\nLast Edited on 2016-10-23","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":7128,"slug":"terms-and-conditions","type":"page","title":"Terms and Conditions","content":"Last updated: September 19, 2016\r\n\r\nPlease read these Terms and Conditions (“Terms”, “Terms and Conditions”) carefully before using the myagingandwellness.com website (the “Service”) operated by my aging and wellness\/Theresa Skrobanek (“us”, “we”, or “our”).\r\n\r\nYour access to and use of the Service is conditioned upon your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who wish to access or use the Service.\r\n\r\nBy accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you do not have permission to access the Service.\r\n<h5>Purchases<\/h5>\r\nIf you wish to purchase any product or service made available through the Service (“Purchase”), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.\r\n\r\nYou represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase; and that (ii) the information you supply to us is true, correct and complete.\r\n\r\nThe service may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases. By submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.\r\n\r\nWe reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.\r\n\r\nWe reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.\r\n<h5>Availability, Errors and Inaccuracies<\/h5>\r\nWe are constantly updating product and service offerings on the Service. We may experience delays in updating information on the Service and in our advertising on other web sites. The information found on the Service may contain errors or inaccuracies and may not be complete or current. Products or services may be mispriced, described inaccurately, or unavailable on the Service and we cannot guarantee the accuracy or completeness of any information found on the Service.\r\n\r\nWe therefore reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.\r\n<h5>Accounts<\/h5>\r\nWhen you create an account with us, you guarantee that you are above the age of 18, and that the information you provide us is accurate, complete, and current at all times. Inaccurate, incomplete, or obsolete information may result in the immediate termination of your account on the Service.\r\n\r\nYou are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and\/or account. You agree to accept responsibility for any and all activities or actions that occur under your account and\/or password, whether your password is with our Service or a third-party service. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.\r\n\r\nWe reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.\r\n<h5>Intellectual Property<\/h5>\r\nThe Service and its original content, features and functionality are and will remain the exclusive property of my aging and wellness and its licensors. The Service is protected by copyright, trademark, and other laws of both the United States and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of my aging and wellness.\r\n<h5>Links To Other Web Sites<\/h5>\r\nOur Service may contain links to third party web sites or services that are not owned or controlled by my aging and wellness.\r\n\r\nmy aging and wellness has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services. We do not warrant the offerings of any of these entities\/individuals or their websites.\r\n\r\nYou acknowledge and agree that my aging and wellness shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such third party web sites or services.\r\n\r\nWe strongly advise you to read the terms and conditions and privacy policies of any third party web sites or services that you visit.\r\n<h5>Termination<\/h5>\r\nWe may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms.\r\n\r\nIf you wish to terminate your account, you may simply discontinue using the Service.\r\n\r\nAll provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.\r\n<h5>Indemnification<\/h5>\r\nYou agree to defend, indemnify and hold harmless my aging and wellness and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password, or b) a breach of these Terms.\r\n<h5>Limitation Of Liability<\/h5>\r\nIn no event shall my aging and wellness, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.\r\n<h5>Disclaimer<\/h5>\r\nYour use of the Service is at your sole risk. The Service is provided on an “AS IS” and “AS AVAILABLE” basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.\r\n\r\nmy aging and wellness its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location; b) any errors or defects will be corrected; c) the Service is free of viruses or other harmful components; or d) the results of using the Service will meet your requirements.\r\n<h5>Exclusions<\/h5>\r\nSome jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.\r\n<h5>Governing Law<\/h5>\r\nThese Terms shall be governed and construed in accordance with the laws of Texas, United States, without regard to its conflict of law provisions.\r\n\r\nOur failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have had between us regarding the Service.\r\n<h5>Changes<\/h5>\r\nWe reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.\r\n\r\nBy continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use the Service.\r\n<h5>Contact Us<\/h5>\r\nIf you have any questions about these Terms, please contact us.","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":6196,"slug":"shop","type":"page","title":"Shop","content":"","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":6068,"slug":"blogs","type":"page","title":"Blog","content":"","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":1950,"slug":"header","type":"page","title":"Home","content":"<img class=\"alignnone size-full wp-image-5826 aligncenter\" src=\"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2015\/12\/icon1.png\" alt=\"icon1\" width=\"59\" height=\"69\" \/>\r\n<h3> My Aging And Wellness Blog<\/h3>\r\nThese are the exact products that I use.  They have enough active ingredients to seriously change your skin rather than just the appearance.[vc_column width=\"3\/4\" css=\".vc_custom_1477845530022{padding-left: 30px !important;}\"][vc_column width=\"1\/4\" text_align=\"center\" el_class=\"coming_soon\"][vc_column width=\"1\/2\"][vc_column width=\"1\/2\" text_align=\"left\" text_align_responsive=\"rp-left\" list_style=\"cms-list-square\" blockquote_style=\"blockquote-style3\" el_class=\"section-top-sell prod_wrapper\"]\r\n<div class=\"topsell\">\r\n<h3>Top Sellers<\/h3>\r\n<p style=\"text-align: left;\">These are the exact products that I use.  They have enough active ingredients to seriously change your skin rather than just the appearance.<\/p>\r\n<p style=\"text-align: left; margin-bottom: 35px;\"><\/p>\r\n\r\n<\/div>\r\n[vc_column_inner width=\"1\/4\"]JTNDYSUyMGRhdGEtcGluLWRvJTNEJTIyZW1iZWRVc2VyJTIyJTIwZGF0YS1waW4tYm9hcmQtd2lkdGglM0QlMjI0MDAlMjIlMjBkYXRhLXBpbi1zY2FsZS1oZWlnaHQlM0QlMjIyNDAlMjIlMjBkYXRhLXBpbi1zY2FsZS13aWR0aCUzRCUyMjgwJTIyJTIwaHJlZiUzRCUyMmh0dHBzJTNBJTJGJTJGd3d3LnBpbnRlcmVzdC5jb20lMkZteWFnaW5nJTJGJTIyJTNFJTNDJTJGYSUzRSUwQSUzQ3NjcmlwdCUyMGFzeW5jJTIwZGVmZXIlMjBzcmMlM0QlMjIlMkYlMkZhc3NldHMucGludGVyZXN0LmNvbSUyRmpzJTJGcGluaXQuanMlMjIlM0UlM0MlMkZzY3JpcHQlM0U=[vc_column_inner width=\"1\/4\"]<iframe style=\"border: none; overflow: hidden;\" src=\"https:\/\/www.facebook.com\/plugins\/page.php?href=https%3A%2F%2Fwww.facebook.com%2FMYAGINGANDWELLNESS%2F&amp;tabs=timeline&amp;width=300&amp;height=300&amp;small_header=false&amp;adapt_container_width=true&amp;hide_cover=false&amp;show_facepile=true&amp;appId\" width=\"280\" height=\"300\" frameborder=\"0\" scrolling=\"no\"><\/iframe>[vc_column_inner width=\"1\/4\"][vc_column_inner width=\"1\/4\"]JTNDYSUyMGNsYXNzJTNEJTIydHdpdHRlci10aW1lbGluZSUyMiUwQSUyMCUyMGhyZWYlM0QlMjJodHRwcyUzQSUyRiUyRnR3aXR0ZXIuY29tJTJGVFNrcm9iYW5layUyMiUwQSUyMCUyMGRhdGEtd2lkdGglM0QlMjIzMDAlMjIlMEElMjAlMjBkYXRhLWhlaWdodCUzRCUyMjMwMCUyMiUzRSUwQVR3ZWV0cyUyMGJ5JTIwJTQwVFNrcm9iYW5layUwQSUzQyUyRmElM0U=[vc_row full_width=\"stretch_row\" css=\".vc_custom_1496919206847{margin-top: 50px !important;margin-bottom: 50px !important;padding-top: 75px !important;padding-bottom: 75px !important;background-image: url(https:\/\/myagingandwellness.com\/wp-content\/uploads\/2015\/12\/03_home_v2.jpg?id=6039) !important;background-position: center !important;background-repeat: no-repeat !important;background-size: cover !important;}\"]\r\n<h2 style=\"text-align: center;\"><span style=\"color: #ffffff;\">Get in touch<\/span><\/h2>\r\n","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":1215,"slug":"contact-me","type":"page","title":"Contact me, advertise or I'll try your product","content":"","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"},{"id":365,"slug":"blog","type":"page","title":"Blog","content":"","cat_names":"","tag_names":"","fimg_url":"https:\/\/myagingandwellness.com\/wp-content\/uploads\/2019\/05\/placeholder-image.jpg"}]